"MenuTitle" = "HP LaserJet Professional Utility";

"Cleaning Page" = "Página de limpeza";
"Demo Page" = "Página de demonstração";
"Configuration Page" = "Página de configuração";
"Supply Status Page" = "Página de status do suprimento";
"Print Information Pages" = "Imprimir páginas de informações";

"OK" = "OK";
"Cancel" = "Cancelar";
"Quiet Mode" = "Modo silencioso";
"Enable" = "Habilitar";
"Disable" = "Desabilitar";
"HTML Config..." = "Configuração HTML...";

"After 1 minute" = "Após 1 minuto";

"After 5 minutes" = "Após 5 minutos";

"After 15 minutes" = "Após 15 minutos";

"After 30 minutes" = "Após 30 minutos";

"After 1 hour" = "Após 1 hora";

"After 2 hours" = "Após 2 horas";

"Never" = "Nunca";


"1 minute" = "1 minuto";

"5 minutes" = "5 minutos";

"15 minutes" = "15 minutos";

"30 minutes" = "30 minutos";

"1 hour" = "1 hora";

"2 hours" = "2 horas";

"4 hours" = "4 horas";

"8 hours" = "8 horas";

"24 hours" = "24 horas";

"EcoSMART" = "EcoSMART";

"sleep after" = "Suspender após:";

"Auto Off after:" = "Auto desligar após:";

"Language" = "PORTUGUESE";

"CleaningPagePanelLabel" = "O utilitário de limpeza da HP LaserJet foi criado para remover o excesso de partículas de papel e toner que podem se acumular no conjunto do fusor e nos cilindros, estendendo assim a vida útil da impressora.\nSiga as etapas abaixo para iniciar o processo de limpeza:\n1. Certifique-se de que o dispositivo esteja inativo e que o LED Pronta esteja aceso\n2. Carregue a transparência para retroprojeção ou o papel com qualidade para fotocopiadora (com gramatura de 18lb a 24lb ou de 70g/m2 a 90g/m2) com uma superfície lisa na Bandeja 1.\n3. Pressione OK para começar a limpeza\nObservação - o processo de limpeza levará aproximadamente 3 minutos, do início ao fim.";
